Repository: tim4724/CouchPad-Controller
Catalog: ios/CouchPad/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, tr, zh

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
pt: Sobre
ru: О приложении
tr: Hakkında
zh: 关于

source: Camera permission denied
de: Kamerazugriff verweigert
es: Permiso de cámara denegado
fr: Accès à la caméra refusé
it: Permesso fotocamera negato
ja: カメラへのアクセスが拒否されました
ko: 카메라 권한이 거부됐어요
pt: Permissão da câmera negada
ru: Доступ к камере запрещён
tr: Kamera izni reddedildi
zh: 相机权限被拒绝

source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
it: Fotocamera non disponibile
ja: カメラを利用できません
ko: 카메라를 사용할 수 없어요
pt: Câmera indisponível
ru: Камера недоступна
tr: Kamera kullanılamıyor
zh: 相机不可用

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
it: In arrivo
ja: 近日公開
ko: 출시 예정
pt: Em breve
ru: Скоро
tr: Çok yakında
zh: 即将推出

source: Couldn’t reach the server.
de: Server nicht erreichbar.
es: No se pudo conectar con el servidor.
fr: Impossible de joindre le serveur.
it: Impossibile raggiungere il server.
ja: サーバーに接続できませんでした。
ko: 서버에 연결할 수 없어요.
pt: Não foi possível conectar ao servidor.
ru: Не удалось связаться с сервером.
tr: Sunucuya ulaşılamadı.
zh: 无法连接服务器。

source: Couldn’t reach the server. Try again.
de: Server nicht erreichbar. Versuch es erneut.
es: No se pudo conectar con el servidor. Inténtalo de nuevo.
fr: Impossible de joindre le serveur. Réessaie.
it: Impossibile raggiungere il server. Riprova.
ja: サーバーに接続できませんでした。もう一度お試しください。
ko: 서버에 연결할 수 없어요. 다시 시도해 주세요.
pt: Não foi possível conectar ao servidor. Tente de novo.
ru: Не удалось связаться с сервером. Попробуй ещё раз.
tr: Sunucuya ulaşılamadı. Tekrar dene.
zh: 无法连接服务器，请重试。

source: e.g. %@
de: z. B. %@
es: p. ej. %@
fr: ex. %@
it: es. %@
ja: 例: %@
ko: 예: %@
pt: ex.: %@
ru: напр. %@
tr: örn. %@
zh: 例如 %@

source: Empty code.
de: Leerer Code.
es: Código vacío.
fr: Code vide.
it: Codice vuoto.
ja: コードが空です。
ko: 코드가 비어 있어요.
pt: Código vazio.
ru: Пустой код.
tr: Kod boş.
zh: 代码为空。

source: Enter a room code.
de: Gib einen Raumcode ein.
es: Introduce un código de sala.
fr: Saisis un code de salle.
it: Inserisci un codice stanza.
ja: ルームコードを入力してください。
ko: 방 코드를 입력하세요.
pt: Digite um código de sala.
ru: Введи код комнаты.
tr: Bir oda kodu gir.
zh: 请输入房间代码。

source: Enter code manually
de: Code manuell eingeben
es: Introducir el código manualmente
fr: Saisir le code manuellement
it: Inserisci il codice manualmente
ja: コードを手動で入力
ko: 코드 직접 입력
pt: Digitar o código manualmente
ru: Ввести код вручную
tr: Kodu elle gir
zh: 手动输入代码

source: Enter room code
de: Raumcode eingeben
es: Introducir código de sala
fr: Saisir le code de la salle
it: Inserisci il codice della stanza
ja: ルームコードを入力
ko: 방 코드 입력
pt: Digitar código da sala
ru: Введите код комнаты
tr: Oda kodunu gir
zh: 输入房间代码

source: Enter your name
de: Gib deinen Namen ein
es: Escribe tu nombre
fr: Entre ton nom
it: Scrivi il tuo nome
ja: 名前を入力
ko: 이름을 입력하세요
pt: Digite seu nome
ru: Введи имя
tr: İsmini gir
zh: 输入名字

# game_players_count
source: %lld players
de: %lld Spieler
es: %lld jugadores
fr: %lld joueurs
it: %lld giocatori
ja: %lld人
ko: %lld명
pt: %lld jogadores
ru: %lld игроков
tr: %lld oyuncu
zh: %lld 人

# game_players_range
source: %1$lld–%lld players
de: %1$lld–%lld Spieler
es: %1$lld–%lld jugadores
fr: %1$lld–%lld joueurs
it: %1$lld–%lld giocatori
ja: %1$lld〜%lld人
ko: %1$lld~%lld명
pt: %1$lld–%lld jogadores
ru: %1$lld–%lld игроков
tr: %1$lld–%lld oyuncu
zh: %1$lld–%lld 人

source: Joining %@…
de: Trete %@ bei…
es: Uniéndote a %@…
fr: Connexion à %@…
it: Accesso a %@…
ja: %@に参加中…
ko: %@에 참여 중…
pt: Entrando em %@…
ru: Подключение к %@…
tr: %@ oyununa katılınıyor…
zh: 正在加入%@…

source: Joining…
de: Trete bei…
es: Uniéndote…
fr: Connexion…
it: Accesso…
ja: 参加中…
ko: 참여 중…
pt: Entrando…
ru: Подключение…
tr: Katılınıyor…
zh: 加入中…

source: Leave game
de: Spiel verlassen
es: Salir del juego
fr: Quitter la partie
it: Esci dal gioco
ja: ゲームを退出
ko: 게임 나가기
pt: Sair do jogo
ru: Покинуть игру
tr: Oyundan ayrıl
zh: 退出游戏

source: No camera available
de: Keine Kamera verfügbar
es: No hay cámara disponible
fr: Aucune caméra disponible
it: Nessuna fotocamera disponibile
ja: 利用できるカメラがありません
ko: 사용 가능한 카메라가 없어요
pt: Nenhuma câmera disponível
ru: Нет доступной камеры
tr: Kullanılabilir kamera yok
zh: 没有可用的相机

source: No live game configured.
de: Kein aktives Spiel konfiguriert.
es: No hay ningún juego activo configurado.
fr: Aucun jeu actif configuré.
it: Nessun gioco attivo configurato.
ja: 利用可能なゲームが設定されていません。
ko: 설정된 활성 게임이 없어요.
pt: Nenhum jogo ativo configurado.
ru: Нет настроенной активной игры.
tr: Yapılandırılmış etkin oyun yok.
zh: 未配置可用的游戏。

source: Open %@ on your TV or laptop.
de: Öffne %@ auf deinem Fernseher oder Laptop.
es: Abre %@ en tu TV o portátil.
fr: Ouvre %@ sur ta TV ou ton ordinateur.
it: Apri %@ sulla tua TV o sul laptop.
ja: テレビまたはパソコンで %@ を開いてください。
ko: TV나 노트북에서 %@에 접속하세요.
pt: Abra %@ na sua TV ou computador.
ru: Открой %@ на телевизоре или ноутбуке.
tr: TV'nde veya bilgisayarında %@ adresini aç.
zh: 在电视或电脑上打开 %@。

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
ja: プレイ
ko: 플레이
pt: Jogar
ru: Играть
tr: Oyna
zh: 开始游戏

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

source: QR scanning is not supported on this device
de: QR-Scan wird auf diesem Gerät nicht unterstützt
es: Este dispositivo no admite el escaneo de códigos QR
fr: Le scan de QR code n’est pas pris en charge sur cet appareil
it: La scansione QR non è supportata su questo dispositivo
ja: このデバイスはQRスキャンに対応していません
ko: 이 기기에서는 QR 스캔이 지원되지 않아요
pt: Este dispositivo não suporta leitura de QR
ru: Сканирование QR-кодов не поддерживается на этом устройстве
tr: Bu cihazda QR tarama desteklenmiyor
zh: 此设备不支持二维码扫描

source: Room %@
de: Raum %@
es: Sala %@
fr: Salle %@
it: Stanza %@
ja: ルーム %@
ko: 방 %@
pt: Sala %@
ru: Комната %@
tr: Oda %@
zh: 房间 %@

source: Room is full
de: Raum ist voll
es: Sala llena
fr: Salle pleine
it: Stanza piena
ja: ルームが満員です
ko: 방이 가득 찼어요
pt: Sala cheia
ru: Комната заполнена
tr: Oda dolu
zh: 房间已满

source: Room not found
de: Raum nicht gefunden
es: Sala no encontrada
fr: Salle introuvable
it: Stanza non trovata
ja: ルームが見つかりません
ko: 방을 찾을 수 없어요
pt: Sala não encontrada
ru: Комната не найдена
tr: Oda bulunamadı
zh: 房间未找到

source: Room not found or expired.
de: Raum nicht gefunden oder abgelaufen.
es: Sala no encontrada o caducada.
fr: Salle introuvable ou expirée.
it: Stanza non trovata o scaduta.
ja: ルームが見つからないか期限切れです。
ko: 방을 찾을 수 없거나 만료됐어요.
pt: Sala não encontrada ou expirada.
ru: Комната не найдена или устарела.
tr: Oda bulunamadı veya süresi doldu.
zh: 房间未找到或已过期。

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh: 保存

source: Save & continue
de: Speichern & weiter
es: Guardar y continuar
fr: Enregistrer et continuer
it: Salva e continua
ja: 保存して続ける
ko: 저장하고 계속
pt: Salvar e continuar
ru: Сохранить и продолжить
tr: Kaydet ve devam et
zh: 保存并继续

source: Scan code
de: Code scannen
es: Escanear código
fr: Scanner le code
it: Scansiona il codice
ja: コードをスキャン
ko: 코드 스캔
pt: Escanear código
ru: Сканировать код
tr: Kodu tara
zh: 扫描二维码

source: Scan the room code it shows to play.
de: Scanne den angezeigten Raumcode, um zu spielen.
es: Escanea el código de sala que aparece para jugar.
fr: Scanne le code de salle affiché pour jouer.
it: Scansiona il codice della stanza mostrato per giocare.
ja: 表示されたルームコードをスキャンしてプレイ。
ko: 표시된 방 코드를 스캔해 플레이하세요.
pt: Escaneie o código da sala exibido para jogar.
ru: Отсканируй показанный код комнаты, чтобы играть.
tr: Görünen oda kodunu tarayarak oyna.
zh: 扫描显示的房间码即可开始游戏。

source: Scan the room QR code
de: Scanne den Raum-QR-Code
es: Escanea el código QR de la sala
fr: Scanne le QR code de la salle
it: Scansiona il codice QR della stanza
ja: ルームのQRコードをスキャンしてください
ko: 방 QR 코드를 스캔하세요
pt: Escaneie o código QR da sala
ru: Отсканируй QR-код комнаты
tr: Oda QR kodunu tara
zh: 扫描房间二维码

source: Scanner unavailable: %@
de: Scanner nicht verfügbar: %@
es: Escáner no disponible: %@
fr: Scanner indisponible : %@
it: Scanner non disponibile: %@
ja: スキャナーを利用できません: %@
ko: 스캐너를 사용할 수 없어요: %@
pt: Leitor indisponível: %@
ru: Сканер недоступен: %@
tr: Tarayıcı kullanılamıyor: %@
zh: 扫描器不可用：%@

source: Set name
de: Name festlegen
es: Poner nombre
fr: Choisir un nom
it: Imposta nome
ja: 名前を設定
ko: 이름 설정
pt: Definir nome
ru: Указать имя
tr: İsim belirle
zh: 设置名字

source: That code isn’t a CouchPad room.
de: Dieser Code gehört zu keinem CouchPad-Raum.
es: Ese código no es de una sala de CouchPad.
fr: Ce code ne correspond pas à une salle CouchPad.
it: Questo codice non corrisponde a una stanza di CouchPad.
ja: このコードはCouchPadのルームではありません。
ko: CouchPad 방 코드가 아니에요.
pt: Esse código não é de uma sala do CouchPad.
ru: Этот код не от комнаты CouchPad.
tr: Bu kod bir CouchPad odasına ait değil.
zh: 该代码不是 CouchPad 房间。

source: That game has no controller URL.
de: Dieses Spiel hat keine Controller-URL.
es: Ese juego no tiene URL de mando.
fr: Ce jeu n’a pas d’URL de manette.
it: Questo gioco non ha un URL del controller.
ja: このゲームにはコントローラーのURLがありません。
ko: 이 게임에는 컨트롤러 URL이 없어요.
pt: Esse jogo não tem URL de controle.
ru: У этой игры нет URL контроллера.
tr: Bu oyunun kumanda URL'si yok.
zh: 该游戏没有控制器网址。

source: The code is on your TV.
de: Der Code steht auf deinem Fernseher.
es: El código está en tu TV.
fr: Le code est affiché sur ta TV.
it: Il codice è sulla tua TV.
ja: コードはテレビに表示されています。
ko: 코드는 TV에 표시되어 있어요.
pt: O código está na sua TV.
ru: Код показан на телевизоре.
tr: Kod TV'nde görünüyor.
zh: 代码显示在电视上。

source: The party ended
de: Die Party ist vorbei
es: La fiesta ha terminado
fr: La partie est terminée
it: La festa è finita
ja: パーティーが終了しました
ko: 파티가 끝났어요
pt: A festa acabou
ru: Вечеринка закончилась
tr: Parti sona erdi
zh: 派对结束了

source: This code can’t be matched to a game right now.
de: Dieser Code kann gerade keinem Spiel zugeordnet werden.
es: Ahora mismo este código no se puede asociar a ningún juego.
fr: Ce code ne peut pas être associé à un jeu pour le moment.
it: Al momento questo codice non può essere associato a un gioco.
ja: 現在このコードをゲームに関連付けられません。
ko: 지금은 이 코드를 게임과 연결할 수 없어요.
pt: Este código não pode ser associado a um jogo no momento.
ru: Сейчас этот код не удаётся сопоставить с игрой.
tr: Bu kod şu anda bir oyunla eşleştirilemiyor.
zh: 目前无法将此代码匹配到游戏。

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
tr: Yeniden dene
zh: 重试

source: Unable to scan with this camera
de: Mit dieser Kamera kann nicht gescannt werden
es: No se puede escanear con esta cámara
fr: Impossible de scanner avec cette caméra
it: Impossibile scansionare con questa fotocamera
ja: このカメラではスキャンできません
ko: 이 카메라로는 스캔할 수 없어요
pt: Não é possível escanear com esta câmera
ru: Этой камерой нельзя сканировать
tr: Bu kamerayla tarama yapılamıyor
zh: 无法使用此相机扫描

source: Unable to use the camera
de: Kamera kann nicht verwendet werden
es: No se puede usar la cámara
fr: Impossible d’utiliser la caméra
it: Impossibile usare la fotocamera
ja: カメラを使用できません
ko: 카메라를 사용할 수 없어요
pt: Não foi possível usar a câmera
ru: Не удалось использовать камеру
tr: Kamera açılamadı
zh: 无法使用相机

source: You joined from another device
de: Du bist von einem anderen Gerät beigetreten
es: Te has unido desde otro dispositivo
fr: Tu as rejoint depuis un autre appareil
it: Sei entrato da un altro dispositivo
ja: 別のデバイスから参加しました
ko: 다른 기기에서 참여했어요
pt: Você entrou em outro dispositivo
ru: Ты подключился с другого устройства
tr: Başka bir cihazdan katıldın
zh: 你已从其他设备加入

source: Controller
es: Mando
fr: Manette
ja: コントローラー
ko: 컨트롤러
pt: Controle
ru: Контроллер
tr: Kumanda
zh: 控制器

source: Impressum
es: Aviso legal
fr: Mentions légales
it: Note legali
ja: 運営者情報
ko: 법적 고지
pt: Aviso legal
ru: Выходные данные
tr: Künye
zh: 法律声明

source: Live
es: Disponible
fr: Disponible
it: Disponibile
ja: プレイ可能
ko: 플레이 가능
pt: Disponível
ru: Доступно
tr: Yayında
zh: 已上线

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt: Nome
ru: Имя
tr: Ad
zh: 名字

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt: Versão %@
ru: Версия %@
tr: Sürüm %@
zh: 版本 %@
